Repository: hexis-hr/myunhcr
Catalog: module/Application/language/*.po
Languages: ar_jo, de_de, it_it

source: Book an Appointment
ar_jo: حجز موعد
de_de: Buchen Sie einen Termin
it_it: Prenota un appuntamento

source: Please enter Date for Appointment
ar_jo: من فضلك ادخل تاريخ التعيين
de_de: Bitte geben Datum für die Ernennung
it_it: Si prega di inserire data per un appuntamento

source: Please enter Time for Appointment
ar_jo: من فضلك ادخل حان الوقت لتعيين
de_de: Bitte geben Sie Zeit für Besichtigung
it_it: Inserisci il Tempo per un appuntamento

source: Book an Appointemnt
ar_jo: حجز Appointemnt
de_de: Buchen Sie ein Appointemnt
it_it: Prenota un Appointemnt

source: Please enter your identification number
ar_jo: من فضلك ادخل رقم الهوية الخاص بك
de_de: Bitte geben Sie Ihre Identifikationsnummer
it_it: Inserisci il tuo numero di identificazione

source: Appointment will be booked for
ar_jo: سيتم حجز موعد ل
de_de: Termin wird für buchbar
it_it: Appuntamento sarà prenotato per

source: Press Book button to confirm your booking
ar_jo: اضغط على زر كتاب لتأكيد الحجز الخاص بك
de_de: Presse-Taste, um Ihre Buchung zu bestätigen
it_it: Premere il pulsante al confermare la prenotazione

source: Check Your Status
ar_jo: التحقق من الحالة الخاصة بك
de_de: Überprüfen Sie Ihren Status
it_it: Verificare lo stato

source: What would you like to check ?
ar_jo: ما تريد أن تحقق؟
de_de: Was möchten Sie überprüfen?
it_it: Cosa ti piacerebbe controllare?

source: Back
ar_jo: رجوع
de_de: Zurück
it_it: Indietro

source: Your Asylum-Application's status
ar_jo: حالتك اللجوء التطبيق
de_de: Ihr Asylbewerbungsstatus
it_it: Lo stato del tuo Asylum-Application

source: Please enter your date of birth
ar_jo: من فضلك ادخل تاريخ ميلادك
de_de: Bitte geben Sie Ihr Geburtsdatum
it_it: Inserisci la tua data di nascita

source: Survey
ar_jo: الاستطلاع
de_de: Umfrage
it_it: Sondaggio

source: Frequently Asked Questions
ar_jo: الأسئلة الشائعة
de_de: Häufig gestellte Fragen
it_it: Domande frequenti

source: Your Feedback
ar_jo: ردك
de_de: Ihr Feedback
it_it: Il tuo commento

source: Save
ar_jo: حفظ
de_de: Speichern
it_it: Salva

source: Menu
ar_jo: القائمة
de_de: Menü
it_it: Menù

source: Info line
ar_jo: معلومات خط
de_de: Infozeile

source: Start
ar_jo: البداية
de_de: Starten
it_it: Avvia

source: List by Sector
ar_jo: القائمة عن طريق القطاع
de_de: Liste nach Sektoren
it_it: Elenco per settore

source: List by Organization
ar_jo: قائمة من قبل منظمة
de_de: Liste nach Organisation
it_it: Elenco per organizzazione

source: Services Available
ar_jo: الخدمات المتوفرة
de_de: Verfügbare Dienste
it_it: Servizi disponibili

source: Feedback
ar_jo: تواصل معنا
de_de: Kommentieren
it_it: Commenti

source: Report an Incident
ar_jo: التبليغ عن الحوادث
de_de: Wird eine Störungsmeldung
it_it: Segnala un Incidente

source: Take a Survey
ar_jo: خذ مسح
de_de: Nehmen Sie eine Umfrage
it_it: Prendete un sondaggio

source: FAQ
de_de: Häufig gestellte Fragen
it_it: domande frequenti

source: Information
ar_jo: معلومات
de_de: Informationen
it_it: Informazioni

source: News and Events
ar_jo: الأخبار والأحداث
de_de: News und Events
it_it: News ed Eventi

source: Map of Services
ar_jo: خريطة الخدمات
de_de: Diagramm von Dienstleistungen
it_it: Programma dei servizi

source: Update Personal Data
ar_jo: تحديث البيانات الشخصية
de_de: Aktualisierung der persönlichen Daten
it_it: Aggiornamento dei dati personali

source: Update Settings
ar_jo: إعدادات التحديث
de_de: Update-Einstellungen
it_it: Impostazioni di aggiornamento

source: Settings
ar_jo: إعدادات
de_de: Einstellungen
it_it: Impostazioni
